Repository: mgrinzPlayer/BoaLauncher
Catalog: release/language/Blade of Agony - Launcher.*.po
Languages: cs, de, pl, ru

source: Hide addons
cs: Skryj doplňky
de: Addons verstecken
pl: Schowaj dodatki
ru: Спрятать модификации

source: Select multiple addons
cs: Vyber více doplňků
de: Mehrere Addons auswählen
pl: Wybierz wiele dodatków
ru: Выбрать несколько модификаций

source: Addon preview
cs: Náhled doplňku
de: Addon Vorschau
pl: Podgląd dodatku
ru: Предпросмотр

source: Addon preview (use arrow keys to see other images)
cs: Náhled doplňku (použij šipky k zobrazení dalších obrázků)
de: Addon Vorschau (Pfeiltasten verwenden um weitere Ansichten zu sehen)
pl: Podgląd dodatku (użyj klawiszy strzałek aby zobaczyć pozostałe obrazy)
ru: Предпросмотр (переключайте изображения клавишами-стрелками)

source: Scan for addons
cs: Hledat doplňky
de: Nach Addons scannen
pl: Skanuj dodatki
ru: Поиск модификаций

source: , and %d more
cs: , a %d více
de: , und %d weitere
pl: , i %d więcej
ru: , и еще %d

source: Co-op
de: Kooperativ
pl: Kooperacja

source: Enable Cheats
pl: Załącz oszustwa

source: Hostname / IP:
pl: Nazwa hosta / IP:

source: Joining
de: Teilnehmen
pl: Dołączaj

source: Players:
de: Spieler:
pl: Graczy:

# unit1.rscoopskill
source: Skill:
cs: Úroveň obtížnosti:
de: Schwierigkeitsgrad:
pl: Poziom trudności:
ru: Уровень сложности:

# unit1.rscoopskill_1
source: Warming-Up
cs: Rozcvička
de: Aufwärmen
pl: Rozgrzewka
ru: Разминка

# unit1.rscoopskill_2
source: Morning Stroll
cs: Ranní pochod
de: Morgenspaziergang
pl: Poranny spacer
ru: Утренняя прогулка

# unit1.rscoopskill_3
source: Ordinary
cs: Obyčejná obtížnost
de: Nichts Besonderes
pl: Zwyczajny
ru: Как обычно

source: Starting map:
de: Startmission:
pl: Mapa startowa:

source: by %s
cs: od %s
de: von %s
pl: wykonał %s
ru: %s

source: Description:
cs: Popis:
de: Beschreibung:
pl: Opis:
ru: Описание:

source: Detail preset:
cs: Detail předvolby:
de: Detail Voreinstellung:
pl: Jakość:
ru: Уровень детализации:

source: Developer commentary
cs: Komentáře vývojářů
de: Entwicklerkommentare
pl: Komentarz dewelopera
ru: Комментарии разработчиков

source: Displacement textures:
cs: Efekt hloubky textur:
de: Texturen Tiefenwirkung:
pl: Wypukłość:
ru: Карты смещения:

source: Disable (faster)
cs: Deaktivovat (rychlejší)
de: Deaktiviert (schneller)
pl: Wyłącz (szybciej)
ru: Выключены (быстрее)

source: Enable (beautiful)
cs: Aktivovat (hezčí)
de: Aktiviert (schöner)
pl: Włącz (śliczne)
ru: Включены (красивее)

source: double click
cs: dvojitý klik
de: doppelklicken
pl: podwójne kliknięcie
ru: двойной клик

source: Exit
de: Beenden
pl: Wyjście
ru: Выход

source: High detail (prettier)
cs: Vysoké detaily (krásnější)
de: Hohe Detailstufe (schöner)
pl: Wysokie detale (ładniejsze)
ru: Высокий (красивый)

source: Game language:
cs: Jazyk:
de: Spielsprache:
pl: Język gry:
ru: Язык игры:

source: Launch with:
cs: Spusť s:
de: Starte mit:
pl: Uruchom z:
ru: Запустить с:

source: Low detail (faster)
cs: Nízké detaily (rychlejší)
de: Niedrige Detailstufe (schneller)
pl: Niskie detale (szybciej)
ru: Низкий (быстрый)

source: No addon selected.
cs: Nevybrán žádný doplněk.
de: Kein Addon ausgewählt.
pl: Nie wybrano dodatku.
ru: Модификации не выбраны.

source: Normal detail
cs: Normální detaily
de: Mittlere Detailstufe
pl: Normalne detale
ru: Обычный

source: Play
cs: Hrát
de: Spielen
pl: Graj
ru: Играть

source: Requirements:
cs: Požadavky:
de: Voraussetzungen:
pl: Wymagania:
ru: Требования:

source: Reset to default settings
cs: Resetování do výchozího nastavení
de: Standardeinstellungen zurücksetzen
pl: Przywróć ustawienia domyślne
ru: Настройки по умолчанию

source: Use last settings
cs: Použij poslední nastavení
de: Zuletzt verwendete Einstellung nutzen
pl: Użyj ostatnich ustawień
ru: Текущие настройки

source: Very high detail (beautiful)
cs: Velmi mnoho detailů (krásné)
de: Maximale Detailstufe (wunderschön)
pl: Bardzo wysokie detale (śliczne)
ru: Очень высокий (самый красивый)

source: Very low detail (fastest)
cs: Velmi málo detailů (nejrychlejší)
de: Minimale Detailstufe (am schnellsten)
pl: Bardzo niskie detale (najszybsze)
ru: Очень низкий (самый быстрый)

source: Apply
cs: Použít
de: Anwenden
pl: Zastosuj
ru: Применить

source: Available addons:
cs: Dostupné doplňky:
de: Verfügbare Addons:
pl: Dostępne dodatki:
ru: Доступные модификации:

source: Cancel
cs: Zrušit
de: Abbrechen
pl: Anuluj
ru: Отмена

source: Load order:
cs: Načti pořadí:
de: Ladereihenfolge:
pl: Kolejność wczytywania:
ru: Порядок подключения:

source: select multiple addons
cs: Vyber více doplňků
de: wähle mehrere Addons aus
pl: wybierz wiele dodatków
ru: выбрать несколько модификаций
